{
  "welcome.title": "ようこそ",

  "nav.home": "ホーム",
  "nav.credentials": "資格",
  "nav.resumes": "履歴書",
  "nav.projects": "プロジェクト",
  "nav.contact": "お問い合わせ",
  "cta.download": "翻訳",

  "welcome.subtitle": "私のデジタルポートフォリオへようこそ",
  "welcome.header": "このポートフォリオは、将来の雇用主に私の職業的な経歴、スキル、プロジェクトについての洞察を提供するために作成されました。",
  "welcome.description1": "ビジネス専門家としての専門性と多様性を示すため、このサイトに私の資格のビジュアル表現を掲載しました。私の学歴には、経営学の学士号とソフトウェア開発の認定資格が含まれています。これらの資格は、ビジネス原則と技術的スキルに関する堅固な基盤を私に与えてくれました。さらに、災害復旧と備えに関する能力を示す複数のFEMA認定を取得しています。",
  "welcome.description2": "私はデータ検証スペシャリストとして勤務し、災害復旧と備えの業界で多くの経験を積みました。この期間中にリーダー職へ昇進し、リーダーとしてのコミュニケーション方法、問題解決、チームメンバーの強みに基づいた効果的なタスクの割り当てを学びました。私の仕事は会社を代表して顧客と会うための出張を必要としました。また、さまざまなソフトウェアシステムを使用してデータを見やすい形式にまとめる業務も含まれていました。これらの経験は私の技術スキルと非常に良く結びつきました。認定ソフトウェア開発者として、私はビジネス運営を支えるアプリケーションを作成、改善、維持することができます。",
  "welcome.description3": "最後に、私は潜在的な雇用主に私の経験と資格を確認していただくだけでなく、私の幅広い能力も考慮していただきたいと思います。特定の職種や業界に限定されない経験は、私に新しい知識を迅速に習得し、ほとんど監督なしで業務を完了し、新しい環境に容易に適応する力を与えてくれました。私のポートフォリオをご覧いただきありがとうございます。私についてさらに知っていただければ幸いです。",

  "credentials.title": "資格",
  "credentials.subtitle": "私の資格とその影響",
  "credentials.bach.header": "経営学学士号",
  "credentials.bach.description": "経営学の学士号は、リーダーシップ、戦略的思考、問題解決能力を私に与え、企業の成長と効率を促進します。財務、マーケティング、運営といった主要なビジネス機能がどのように連携するかを理解することで、私はデータに基づいた意思決定を行うことができます。さらに、強力なコミュニケーション能力、起業家的な思考、適応力を持ち、組織が革新し、プロセスを合理化し、前向きで協力的な職場文化を育むのに貢献します。",

  "credentials.cert.header": "ソフトウェア開発認定",
  "credentials.cert.description": "ソフトウェア開発認定を取得することで、私は競争上の優位性を得ました。これは、開発者が品質、安全性、効率に関する業界標準を遵守していることを企業に保証します。認定された専門家として、私は構造化され、十分に文書化されたプロセスをプロジェクトに導入し、エラーを減らし、納期を短縮し、保守性を向上させます。これにより、顧客の信頼と満足度が高まり、コストのかかる欠陥やセキュリティ侵害のリスクが軽減されます。最終的には、信頼性の証として新しいビジネスを引き付け、チームのパフォーマンスを強化し、企業の評判を守ることができます。",

  "credentials.fema.header": "FEMA独立学習 災害復旧認定",
  "credentials.fema.description": "FEMA独立学習認定を修了することで、私は企業に高度な緊急準備、コンプライアンス、回復力をもたらします。これらのコースは、災害に効果的に対応し、インシデント指揮システムを通じて機関と調整し、国家インシデント管理システムの基準に従うスキルを私に与えました。私の訓練は、組織が規制要件を満たし、ダウンタイムを減らし、リスクを軽減し、安全性、継続性、運営の卓越性への強いコミットメントを示すことで顧客や利害関係者の信頼を築くのに役立ちます。",

  "resumes.title": "履歴書",
  "resumes.subtitle": "注意: これは複数のプラットフォームで共有される公開ウェブサイトです。私自身の保護とプライバシーのため、個人の電話番号は非表示にしています。専門的なお問い合わせをご希望の場合は、電子メール、LinkedInプロフィール、またはお問い合わせページからご連絡ください。ご関心をお寄せいただきありがとうございます。",

  "projects.title": "プロジェクト",
  "projects.subtitle": "過去の実績と今後の取り組み",
  "projects.project1.header": "パピーボウル",
  "projects.project1.description": "このプロジェクトの目的は、APIから各プレイヤーのデータを抽出し、それをアプリに転送してユーザーが閲覧・操作できるようにすることでした。このアプリでは、新しいプレイヤーを作成し、画像を追加し、プレイヤーを削除し、すべてのプレイヤーの詳細を確認できます。このプロジェクトには、React.js、要素クエリ、テンプレート、レンダリングといったコーディング手法が含まれています。",
  "projects.project1.button": "ここをクリックして表示！",

  "projects.project2.header": "認証アプリ",
  "projects.project2.description": "ユーザーが適切な権限を持ってアプリにアクセスできるようにするため、認証アプリを構築しました。このプロジェクトでは、認証リクエストを処理するバックエンドAPIを構築する必要があり、同時にユーザー名とパスワードの安全な保存場所としても機能しました。",

  "projects.project3.header": "デジタルポートフォリオ",
  "projects.project3.description": "このプロジェクトには、HTML、CSS、JavaScriptといったコーディング手法が含まれています。このポートフォリオは、視覚的に魅力的でナビゲーションが容易であり、私の仕事を専門的に紹介することに重点を置いています。",

  "projects.project4.img": "近日公開",
  "projects.project4.header": "今後のプロジェクト - レストランウェブサイト",
  "projects.project4.description": "このウェブサイトは、新しいレストランの開業のためにクライアントに依頼されました。ウェブサイトの目的は、新規顧客を獲得し、オンラインでの信頼性を高めることです。サイトには、メニューの高品質な写真、SEOに適したメニュー、使いやすいオンライン注文システムが含まれます。",

  "projects.project5.img": "近日公開",
  "projects.project5.header": "今後のプロジェクト - モバイルアプリ",
  "projects.project5.description": "このモバイルアプリは、魅力的なデジタルストアフロントとして機能し、360度製品ビューやオンライン購入などの機能を含みます。",

  "contact.title": "お問い合わせ",
  "contact.subtitle": "つながりを保ちましょう",
  "contact.header": "ご質問やお問い合わせがありましたら、いつでもお気軽にご連絡ください！",
  "contact.emailLabel": "Eメール：",
  "contact.messageLabel": "メッセージ：",
  "contact.send.button": "送信",
  "contact.success": "ありがとうございます！メッセージは正常に送信されました！",
  "contact.error": "申し訳ありません。メッセージの送信中にエラーが発生しました。後でもう一度お試しください。"
}
